Repository: KatyRocha/lifterlms_woocommerce_pl
Catalog: lifterlms-woocommerce-*.po
Languages: pl_pl

source: WooCommerce Settings
pl_pl: Ustawienia Woocommerce

source: Use WooCommerce to sell LifterLMS Courses and Memberships
pl_pl: Użyj Woocommerce aby sprzedawać Kursy i Członkostwa LifterLMS

source: Enable / Disable
pl_pl: Włącz / Wyłącz

source: Customers will be enrolled when a WooCommerce Order reaches this status
pl_pl: Klienci będą zapisywanie gdy zamówienie WooCommerce osiągnie ten stan

source: Order Enrollment Status
pl_pl: Status zamówienia dający autozapis

source: Customers will be unenrolled when a WooCommerce Order reaches any of these statuses
pl_pl: Klienci zostaną wyrejestrowani gdy zamówienie WooCommerce osiągnie jeden z podanych stanów

source: Order Unenrollment Status(es)
pl_pl: Status zamówienia nie dający autozapisu

source: Customers will be enrolled when a WooCommerce Subscription reaches this status
pl_pl: Klienci zostaną zapisani gdy subskrypcja WooCommerce osiągnie ten status

source: Subscription Enrollment Status
pl_pl: Status transakcji dających autozapis

source: Customers will be unenrolled when a WooCommerce Subscription reaches any of these statuses
pl_pl: Klienci zostaną wyrejestrowani gdy subskrypcja WooCommerce osiągnie jeden z tych stanów

source: Subscription Unenrollment Status(es)
pl_pl: Status transakcji nie dających autozapisu

source: Activation Key
pl_pl: Klucz aktywacji

source: Required for support and automated plugin updates. Located on your <a href="https://lifterlms.com/my-account/" target="_blank">LifterLMS Account Settings page</a>.
pl_pl: Wymagane dla wsparcia i automatycznych aktualizacji wtyczek. Znajdziesz go na <a href="https://lifterlms.com/my-account/" target="_blank">Strona z ustawieniami LifterLMS</a>.

source: Install the %s to start receiving automatic updates for this extension.
pl_pl: Zainstaluj %s, aby zacząć otrzymywać automatyczne aktualizacje dla tego rozszerzenia.

source: Product Options
pl_pl: Opcje produktu

source: General
pl_pl: Ogólne

source: Select a product
pl_pl: Wybierz produkt

source: When an order for the selected WooCommerce product is completed, the customer will be automatically enrolled in this %s
pl_pl: Gdy zamówienie dla wybranego produktu WooCommerce jest zakończone, klient zostanie automatycznie zapisany w tym %s

source: WooCommerce Product
pl_pl: Produkt Woocommerca

source: Available to all customers
pl_pl: Dostępne dla wszystkich klientów

source: Select a LifterLMS membership which a customer must belong to before they can purchase this product. %sLearn More%s.
pl_pl: Wybierz Członkostwo LifterLMS, które klient musi mieć wykupione zanim zakupi ten produkt. %sDowiedz się więcej%s.

source: Members Only
pl_pl: Tylko dla członków

source: Customer was enrolled in %s
pl_pl: Klient był zapisany do %s

source: Customer was unenrolled from %s
pl_pl: Klient został wypisany z %s

source: Courses
pl_pl: Moje kursy

source: Memberships
pl_pl: Moje członkostwa

source: Achievements
pl_pl: Moje osiągnięcia

source: Certificates
pl_pl: Moje certyfikaty

source: Sell LifterLMS Courses and Memberships using WooCommerce
pl_pl: Sprzedawaj kursy i członkostwa LifterLMS używając Woocommerce
